Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/facta/samediggi.fi/toimintaohjelma_talousosio2012-2015.pdf.tmx
Source language: fin
Languages: sme

source: Saamelaiskäräjien toimikauden 2012-2015 tavoitteena on turvata saamen kielen ja kulttuurin elinvoimaisuus koko maassa, valvoa saamelaisten alkuperäiskansaoikeuksien toteutumista ja parantaa saamelaisten lainsäädännöllistä asemaa.
sme: Sámedikki doaibmabaji 2012-2015 ulbmilin lea sihkkarastit sámegiela ja kultuvrra eallinfámu olles riikkas, gohcit sámiid eamiálbmotvuoigatvuođaid ollašuvvama ja buoridit sámiid lágas ásahuvvon sajádaga.

source: Saamelaiskäräjäkauden 2012–15 päätavoitteet
sme: Sámediggebaji 2012–15 váldoulbmilat

source: Saamelaisten asema, kansainväliset sopimukset ja arvot
sme: Sámiid sajádat, riikkaidgaskasaš soahpamušat ja árvvut

source: Saamelaiskäräjäkauden 2012-15 päätavoitteet
sme: Sámediggebaji 2012-15 váldoulbmilat

source: Pohjoismaisen saamelaissopimuksen ratifioiminen 3. Saamelaiskäräjälain ja - asetuksen uudistaminen sekä saamelaismääritelmän muuttaminen 4. Saamelaisten itsemääräämisoikeuden toteutuminen täysmääräisesti 5.
sme: 1. ILO 169-soahpamuša ratifieren 2. Davviriikkalaš sámesoahpamuša ratifieren 3. Sámediggelága ja - ásahusa ođasmahttin sihke sápmelašmeroštallama nuppástuhttin 4. Sámiid iešráđđenvuoigatvuođa ollašuvvan dievasmearálaččat 5. Katainen ráđđehusprográmma sámemerkejumiid ollašuvvan dievasmearálaččat 6. Sámegielaid ealáskahttinprográmma ollašuhttima álggaheapmi 7. Álbmotlaš artikla 8(j) - bargojoavkku evttohusaid ollašuhttin 8. Eamiálbmotjulggaštusa ollašuhttin Suomas 9. Sámekultuvrra ja árbevirolaš ealáhusaid suoji ollašuvvan

source: mukaisesti kaikkiin saamelaisia koskeviin erityislakeihin 11.
sme: Sámekultuvrra heajudeami suoji olaheapmi čáhcelága mielde sámiid guoski buot sierralágaide 11.

source: Saamelaisten kotiseutualueen ja perinteisten elinkeinojen elinvoimaisuuden turvaaminen 12.
sme: Sámiid ruovttuguovllu ja árbevirolaš ealáhusaid eallinfámu sihkkarastin 12.

source: Poismuuton vähentäminen ja paluumuuton lisääminen saamelaisten kotiseutualueelle 13.
sme: Eret fárrema geahpedeapmi ja ruovttoluotta fárrema lasiheapmi sámiid ruovttuguvlui 13.

source: Kielellisten ja kulttuuristen oikeuksien toteutuminen koko maassa 14.
sme: Gielalaš ja kultuvrralaš vuoigatvuođaid ollašuvvan olles riikkas 14.

source: Saamelaisen parlamentaarisen neuvoston tehokas toiminta 15.
sme: Sámi parlamentáralaš ráđi beaktilis doaibman 15.

source: Saamen kielen ja saamenkielisen opetuksen aseman, saavutettavuuden ja saamelaisen sisällön kehittäminen
sme: Sámegiela ja sámegielat oahpahusa sajádaga, oažžuma ja sámi sisdoalu ovddideapmi 16. Sámi buorredili ja oasálasvuođa ovddideapmi

source: Yhteiset yksityiskohtaiset tavoitteet Sektorikohtaiset yksityiskohtaiset tavoitteet 1.
sme: Saamelaisten hyvinvoinnin ja osallisuuden kehittäminen 1.

source: Ilo-169-sopimus on ratifioitu Suomen valtion ja saamelaiskäräjien yhteistyöllä vuoteen 2015 mennessä ja saamelaisten oikeudet maahan ja veteen on ratkaistu.
sme: Ilo-169-soahpamuš lea ratifierejuvvon Suoma stáhta ja sámedikki ovttasbargguin jagi 2015 rádjai ja sámiid vuoigatvuođat eatnamii ja čáhcái leat čovdon.

source: Pohjoismaisen saamelaissopimuksen jatkoneuvottelut on saatu valmiiksi kolmen maan saamelaiskäräjien ja valtioiden hyvällä yhteistyöllä ja sopimus on ratifioitu Suomessa saamelaiskäräjien tuella.
sme: Davviriikkalaš sámesoahpamuša joatkkaráđđádallamat leat gárvvásman golmma riikka sámedikkiid ja stáhtaid buorre ovttasbargguin ja soahpamuš lea ratifierejuvvon Suomas sámedikki doarjagiin.

source: Pohjoismainen saamelaissopimus noudattaa mahdollisimman pitkälti asiantuntijatyöryhmän antamaa ehdotusta.
sme: Davviriikkalaš sámesoahpamuš čuovvu nu guhkás go vejolaš áššedovdibargojoavkku addin evttohusa.

source: Saamelaiskäräjälaki ja - asetus on uudistettu saamelaiskäräjien esitysten mukaisesti ja kehittämällä saamelaisten itsemääräämisoikeutta Suomen kansainvälisten velvoitteiden mukaisesti.
sme: Sámediggeláhka ja - ásahus leat ođasmahtton sámedikki evttohusaid mielde ja ovddiduvvon sámiid iešmearridanvuoigatvuohta Suoma riikkaidgaskasaš geatnegasvuođaid mielde.

source: Saamelaismääritelmä on muutettu vastaamaan saamelaiskäräjien kantaa.
sme: Sápmelašmeroštallan lea nuppástuhtton vástidit sámedikki oainnu.

source: Laki ja – asetus astuu voimaan viimeistään vuonna 2014. 4.
sme: Láhka ja – ásahus bohtet fápmui maŋimustá jagi 2014. 4.

source: Saamelaisten itsemääräämisoikeus toteutuu täysmääräisesti Suomen kansainvälisten velvoitteiden mukaisesti saamelaisten elinkeinojen, saamenkielisten palvelujen ja saamelaisopetuksen ohjauksessa, saamelaisen kulttuuriperinnön hallinnoinnissa ja kulttuuriilmausten turvaamisessa, saamenkielisten palvelujen rahoituksessa ja saamelaiskäräjien toiminnassa vuoteen 2015 mennessä.
sme: Sámiid iešmearridanvuoigatvuohta ollašuvvá dievasmearálaččat Suoma riikkaidgaskasaš geatnegasvuođaid mielde sámiid ealáhusaid, sámegielat bálvalusaid ja sámeoahpahusa jođiheamis, sámi kulturárbbi hálddašeamis ja kulturalbmonemiid sihkkarastimis, sámegielat bálvalusaid ruhtadeamis ja sámedikki doaimmas jagi 2015 rádjai.

source: Pääministeri Jyrki Kataisen hallitusohjelman saamelaiskirjaukset ovat toteutuneet täysmääräisesti Suomen valtion ja saamelaiskäräjien hyvällä yhteistyöllä.
sme: Oaiveministtar Jyrki Katainen ráđđehusprográmma sámemerkejumit leat ollašuvvan dievasmearálaččat Suoma stáhta ja sámedikki buori ovttasbargguin.

source: Saamen kielten elvyttämisohjelman toimenpiteet on aloitettu ja resursoitu.
sme: Sámegielaid ealáskahttinprográmma doaibmabijut leat álggahuvvon ja resurserejuvvon.

source: Pysyvä malli saamen kielten elvyttämiseksi on luotu saamelaiskäräjien ja Suomen valtion yhteistyöllä.
sme: Bissovaš málle sámegielaid ealáskahttima várás lea ráhkaduvvon sámedikki ja Suoma stáhta ovttasbargguin.

source: Kansallisen artikla 8(j)-työryhmän loppuraportin toimenpide-ehdotukset ja suositukset on toteutettu 8.
sme: Álbmotlaš artikla 8(j)-bargojoavkku loahpparaportta doaibmabiddjoevttohusat ja ávžžuhusat leat ollašuhtton 8.

source: Alkuperäiskansajulistus on toimeenpantu Suomessa Suomen valtion ja saamelaiskäräjien yhteistyöllä.
sme: Eamiálbmotjulggaštus lea ollašuhtton Suomas Suoma stáhta ja sámedikki ovttasbargguin.

source: Saamelaiskulttuurin ja saamelaisten perinteisten elinkeinojen suoja toteutuu elinkeinoja ja maankäyttöä ohjaavassa lainsäädännössä, hallinnossa ja resursoinnissa.
sme: Sámekultuvrra ja sámiid árbevirolaš ealáhusaid suodji ollašuvvá ealáhusaid ja eanageavaheami stivrejeaddji láhkaásaheamis, hálddahusas ja resurseremis.

source: Saamelaiskulttuurin heikentämisen suoja vesilain mukaisesti on otettu kaikkiin saamelaisia koskeviin erityislakeihin vuoteen 2015 mennessä.
sme: Sámekultuvrra heajudeami suodji čáhcelága mielde lea váldon sámiid guoski buot sierralágaide jagi 2015 rádjai.

source: Lainsäädäntö- ja kehittämishankkeet eivät heikennä saamenkielisiä palveluja ja saamelaisten oikeuksia.
sme: Láhkaásahan- ja ovddidanfidnut eai heajut sámegielat bálvalusaid ja sámiid vuoigatvuođaid.

source: Saamelaiskäräjien esitykset kunnallishallinnon rakenneuudistukseksi ovat toteutuneet.
sme: Sámedikki evttohusat gielddahálddahusa ráhkadusođastussan leat ollašuvvan.

source: Saamelaisten kotiseutualueen ja perinteisten elinkeinojen elinvoimaisuus on turvattu ja saamelaisnuoret pääsevät perinteisten elinkeinojen pariin.
sme: Sámiid ruovttuguovllu ja árbevirolaš ealáhusaid eallinfápmu lea sihkkaraston ja sámenuorat besset árbevirolaš ealáhusaid ollái.

source: Saamelaisten poismuutto saamelaisten kotiseutualueelta vähenee ja saamelaisten paluumuutto saamelaisten kotiseutualueelle lisääntyy.
sme: Sámiid eretfárren sámiid ruovttuguovllus geahppána ja sámiid ruovttoluotta fárren sámiid ruovttuguvlui lassána.

source: Saamelaisten kielelliset ja kulttuuriset oikeudet toteutuvat koko maassa asuinpaikasta riippumatta.
sme: Sámiid gielalaš ja kultuvrralaš vuoigatvuođat ollašuvvet olles riikkas ássanbáikkis fuolakeahttá.

source: Saamelainen parlamentaarinen neuvosto hoitaa tehokkaasti saamelaisten kansainvälistä edunvalvontaa ja toimii saamelaisten yhdyssiteenä.
sme: Sámi parlamentáralaš ráđđi dikšu beaktilit sámiid riikkaidgaskasaš ovddugohcima ja doaibmá sámiid oktavuođaid bajásdoallin.

source: Venäjän saamelaiset osallistuvat tasa-arvoisesti neuvoston toimintaan.
sme: Ruošša sámit oassálastet dásseárvosaččat ráđi doibmii.

source: Tasokas kielen opetus mahdollistetaan koko maassa.
sme: Alladássásaš giela oahpahus dahkko vejolažžan olles riikkas.

source: Kehitetään opetuksen saamelaista sisältöä.
sme: Buoriduvvo oahpahusa sámesisdoallu.

source: Saamelaisten hyvinvointia ja osallisuutta edistetään vahvistamalla omakielisten ja kulttuurin perustuvien, laadukkaiden hyvinvointipalvelujen tarjontaa sekä turvaamalla osaavan, ammattitaitoisen henkilöstön saatavuus ja riittävä rahoitustaso.
sme: Sámiid buorredilli ja osolašvuohta buoriduvvojit nu, ahte nannejuvvojit iežasgielat ja kulturvuđot, alladássásaš buorredillebálvalusaid fálaldat sihke sihkkarasto čeahpes, ámmátdáiddolaš bargoveaga oažžun ja doarvái buorre ruhtadandássi.

source: Kauden yhteiset yksityiskohtaiset tavoitteet
sme: Doaibmabaji oktasaš dárkilis ulbmilat

source: Saamelaiskäräjäkauden yhteiset ja sektorikohtaiset yksityiskohtaiset tavoitteet
sme: Sámediggebaji oktasaš ja sektormieldásaš dárkilis ulbmilat

source: 3.2.1 Saamelaisten yhteisöllisyyden kehittäminen
sme: 3.2.1 Sámiid searválastima ovddideapmi

source: o Saamelaiskäräjät toimii läheisessä yhteistyössä kolttien kyläkokouksen, perinteisten saamelaiselinkeinojen harjoittajien, saamelaiselinkeinojärjestöjen ja saamelaisen kansalaisyhteiskunnan kanssa saamelaisten aseman parantamiseksi ja kuulee sidosryhmiä oman toimintansa kehittämiseksi.
sme: o Sámediggi doaibmá lagaš ovttasbarggus nuortalaččaid siidačoahkkimiin, olbmuiguin geat barget árbevirolaš sámi ealáhusaiguin, sámeealáhusservviiguin ja sápmelaš álbmotláhttoservodagain buoridan dihte sámiid sajádaga ja gullá čanasjoavkkuid ovddidan dihte iežas doaimma.

source: o Saamelaiskäräjät järjestää eri puolilla saamelaisten kotiseutualuetta ja sen ulkopuolella alueen saamelaisten kuulemistilaisuuksia ja kuulee alueen saamelaisten tarpeita kehittääkseen omaa toimintaansa.
sme: o Sámediggi ordne miehtá sámiid ruovttuguovllu ja dan olggobealde guovllu sámiid gullandilálašvuođaid ja gullá guovllu sámiid dárbbuid ovddidan dihte iežas doaimma.

source: Saamelaiskäräjien järjestämät tapahtumat ja sellaiset tapahtumat, joissa saamelaiskäräjät on osajärjestäjänä, järjestetään saamelaiskulttuurin ja saamelaisten arvojen mukaisesti tukien saamelaisten yhteisöllisyyttä ja luoden saamelaisille luonnollisia kohtaamispaikkoja.
sme: Sámedikki ordnen dáhpáhusat ja dakkár dáhpáhusat, main sámediggi lea mielordnejeaddjin, ordnejuvvojit sámekultuvrra ja sámi árvvuid mielde nu ahte dat duvdet sápmelaččaid oktiigullevašvuođa ja ráhkadit sápmelaččaide lunddolaš deaivvadanbáikkiid.

source: o Saamelaiskäräjät laatii saamelaisen sukupolviohjelman saamelaiskäräjien eri lautakuntien yhteistyöllä, jossa käsitellään eri sukupolvien erityiskysymyksiä ja tarpeita, erityisesti saamelaislasten-, nuorten ja iäkkäiden.
sme: o Sámediggi ráhkada ovttasbarggus sámedikki lávdegottiiguin sápmelaš sohkabuolvaprográmma, mas gieđahallojuvvojit sohkabuolvvaid sierragažaldagat ja - dárbbut, earenoamážit sámemánáid, - nuoraid ja - vuorasolbmuid.

source: Ohjelma valmistuu vuoden 2013 aikana o Saamelaiskäräjien rahoittamat palvelut ja toiminnot järjestetään saamelaiskulttuurin mukaisesti huomioiden saamelaiset arvot ja tukien eri sukupolvien välistä vuorovaikusta ja saamelaiskulttuurin perinteitä.
sme: Prográmma gárvána jagi 2013 áigge. o Sámedikki ruhtadan doaimmat ja bálvalusat ordnejuvvojit sámekultuvrra mielde ja dat váldet vuhtii sápmelaš árvvuid ja duvdet iešguđet sohkabuolvvaid gaskasaš vuorrováikkuhusa ja sámekultuvrra árbevieruid.

source: o Saamelaiskäräjät perustaa ns. saamelainen kansalaisaloitteen, eli luo-daan saamelaisille mahdollisuus aloitteen tekemiseen saamelaiskäräjien kokoukselle mahdollisimman helhelposti.
sme: o Sámediggi álggaha ng. sápmelaš álbmotlahttoálgaga, nappo addojuvvo sámiide vejolašvuohta dahkat álgaga sámedikki čoahkkimii nu álkit go vejolaš.

source: o Tarjotaan aktiivisesti saamelaisnuorille mahdollisuuksia tutustua työelämään saamelaiskäräjillä ja suorittaa opintoihin sisältyvä harjoittelu saamelaiskäräjillä.
sme: o Fállojuvvojit aktiivvalaččat sámenuoraide vejolašvuođat oahpásmuvvat bargoeallimii sámedikkis ja čađahit oahpuide gullevaš hárjehallama sámedikkis.

source: 3.2.2 Saamelaisen perinteisen tiedon turvaaminen
sme: 3.2.2 Sámi árbevirolaš dieđu dorvvasteapmi

source: o Saamelaiskäräjät osallistuu tehokkaasti Suomen luonnon monimuotoisuuden ja kestävän käytön strategian ja toimintaohjelman 2012-2020 toimeenpanoon, seurantaan ja vaikuttavuuden arviointiin ja edistää saamelaisia koskevien tavoitteiden pikaista toteutumista.
sme: o Sámediggi oassálastá beaktilit Suoma luonddu máŋggahámatvuođa suodjaleami ja suvdilis geavaheami álbmotlaš strategiija ja doaibmanprográmma 2012-2020 ollašuhttimii, čuovvumii ja dan váikkuhanmuni árvvoštallamii ja ovddida sápmelaččaid guoski ulbmiliid jođánis ollašuhttima.

source: Saamelaiskäräjille on turvattu riittävät resurssit osallistua strategian ja toimintaohjelman toteuttamiseen.
sme: Sámediggái leat sihkkaraston doarvái resurssat strategiija ja doaibmanprográmma ollašuhttimii.

source: o Saamelaiskäräjät osallistuu tehokkaasti ja vaikuttavasti Nagoyan pöytäkirjan ratifiointiprosessiin ja toimeenpanoon.
sme: o Sámediggi oassálastá beaktilit ja váikkuhanfámolaččat Nagoya beavdegirjji ratifierenprosessii ja ollašuhttimii.

source: o Perinteisen tiedon elvytyshankkeiden toteutus on alkanut.
sme: o Árbevirolaš dieđu ealáskahttinfidnuid ollašuhttin lea álgán.

source: o Saamelaiskäräjät huomioi omassa toiminnassaan saamelaisen perinteisen tiedon tarpeet ja edistää perinteisen tiedon säilymistä, siirtymistä ja kehittymistä tuleville sukupolville kaikessa toiminnassaan.
sme: o Sámediggi váldá vuhtii iežas doaimmas sámi árbevirolaš dieđu dárbbuid ja ovddida árbevirolaš dieđu seailuma, sirdáseami ja ovdáneami boahttevaš sohkabuolvvaide buot doaimmainis.

source: o Saamelaiskäräjät edistää ja luo edellytyksiä saamelaisten perinteisen tiedon tutkimuskeskuksen perustamiselle.
sme: o Sámediggi ovddida ja láhčá vejolašvuođaid sámiid árbevirolaš dieđu dutkanguovddáža ásaheapmái.

source: 3.2.3 Saamelaisen kulttuuriympäristön turvaaminen
sme: 3.2.3 Sámi kulturbirrasa dorvvasteapmi

source: o Saamelaisten kotiseutualueen maankäytön ohjauksessa noudatetaan täysmääräisesti biodiversiteettisopimuksen Akwé: Kon - ohjeita.
sme: Biologalaš máŋggahámatvuođa guoski oktasašsoahpamuššii gullevaš Nagoya beavdegirji geenariggodagaid oažžumis

source: Saamelaisten luonnon monimuotoisuuteen liittyvä perinteinen tieto
sme: Sámiid luonddu máŋggahámatvuhtii gulavaš árbevirolaš diehtu

source: Biodiversiteettisopimuksen artikla 8(j)
sme: Biodiversitehtasoahpamuša artihkal 8(j)

source: Sopimusosapuolien tulee kansallisen lainsäädäntönsä mukaisesti kunnioittaa, suojella ja ylläpitää biologisen monimuotoisuuden suojelun ja kestävän käytön kannalta merkittävää alkuperäiskansojen ja perinteisen elämänmuodon omaavien paikallisyhteisöjen tietämystä, innovaatioita ja käytäntöjä, sekä edistää ja laajentaa niiden soveltamista tämän tietämyksen, innovaatioiden ja käytäntöjen omistajien luvalla ja myötävaikutuksella sekä rohkaista tämän tietämyksen, innovaatioiden ja käytäntöjen käytöstä saatujen hyötyjen tasapuolista jakamista.
sme: Soahpamušoassebealit galget álbmotlaš láhkaásaheami mielde gudnejahttit, gáhttet ja doalahit biologalaš máŋggahámatvuođa suodjaleami ja suvdilis geavaheami dáfus mearkkašahtti eamiálbmogiid ja árbevirolaš eallinvuogi máhtti báikkálašservošiid dieđuid, innovašuvnnaid ja geavadiid, ja maiddái ovddidit ja viiddidit daid heiveheami dán dieđu, innovašuvnnaid ja geavadiid oamasteaddjiid lobiin ja miehteváikkuhusain ja maiddái roahkasmahttit dáid dieđuid, innovašuvnnaid ja geavadiid geavaheamis ožžojuvvon ávkkiid dássebeallásaš juohkima.

source: Saamelainen luonnon monimuotoisuuteen liittyvä perinteinen tieto
sme: Sámiid luonddu máŋggahámatvuhtii gulavaš árbevirolaš diehtu

source: Saamelainen luonnon monimuotoisuuteen liittyvä perinteinen tieto ilmenee saamelaisessa luonnon-käytössä ja perinteisten saamelaiselinkeinojen harjoittamisessa eli poronhoidossa, kalastuksessa, metsästyksessä, keräilyssä ja käsityössä sekä luontosuhteessa.
sme: Sámiid luonddu máŋggahámatvuhtii gulavaš árbevirolaš diehtu albmana earenoamážit sápmelaš luonddugeavaheamis ja árbevirolaš sámi ealáhusain mat leat boazodoallu, guolásteapmi, meahccebivdu, čoaggin ja duodji ja maiddái birasgaskavuođas.

source: Tieto välittyy saamen kielen luontoon, maastoon, säähän, poronhoitoon, käsitöihin, pyyntiin ja kalastukseen liittyvässä terminologiassa sekä saamenkielisissä paikannimissä.
sme: Diehtu sirdása sámegiela lundui, meahccái, dálkái, boazodollui, duodjái, bivdui ja guolásteapmái gulavaš terminologiija ja sámegielat báikenamaid mielde.

source: Perinteistä tietoa siirretään tietoisen opettamisen, vanhemmilta sukupolvilta saadun mallin, joikujen ja suullisen kertomaperinteen kautta sekä poronhoito-, kalastus-, keräily käsityö- ja metsästyskäytänteissä.
sme: Árbevirolaš diehtu sirdojuvvo diđolaš oahpaheami, boarrásut sohkabuolvvain árbejuvvon málle, luđiid ja njálmmálaš muitalanárbevieru bokte ja maiddái boazodoalu, guolásteami, čoaggima, duoji ja meahccebivddu geavadiin.

source: toteudu, koska saamelaisten
sme: toteudu, koska saamelaisten o Sámiid ruovttuguovllu eanangeavaheami stivremis heivehuvvojit ollislaččat biodiversitehtasoahpamuša Akwé: Kon - rávvagat.

source: saatavuudesta sekä niiden käytöstä saatavien hyötyjen oikeudenmukaisesta ja tasapuolisesta jaosta o Saamelaiskäräjät toimii kestävän kehityksen ilmastonmuutosta hilliten mukaisesti kaikessa toiminnassaan turvaten saamelaisten kotiseutualueen elinvoimaisuuden ja saamelaiskulttuurin säilymisen myös tuleville sukupolville.
sme: o Sámediggi doaibma suvdilis ovdáneami vuođul ja caggá dálkkádatrievdadeami buot doaimmainis ja seammás dorvvasta sámiid ruovttuguovllu eallinfámu ja sámekultuvrra seailuma maiddái boahttevaš sohkabuolvvaide.

source: o Saamelaiskäräjät osallistuu aktiivisesti ja vaikuttavasti uhanalaisten luontotyyppien tilan parantamiseksi laaditun toimintasuunnitelman toteuttamiseen, seurantaan ja uhanalaisten luontotyyppien tilan arviointiin saamelaisten kotiseutualueella.
sme: o Sámediggi oassálastá beaktilit ja váikkuhanfámolaččat uhkivuloš luonddutiippaid dili buorideami várás ráhkaduvvon doaibmanplána ollašuhttimii, čuovvumii ja uhkivuloš luonddutiippaid dili guorahallamii sámiid ruovttuguovllus.

source: o Saamelaiskäräjät edistää Eurooppalaisen maisemayleissopimuksen toimeenpanoa ja osallistuu aktiivisesti ja vaikuttaen maisemayleissopimusyhteistyöhön.
sme: o Sámediggi ovddida Eurohpalaš duovddaoktasašsoahpamuša (Eurooppalainen maisemayleissopimus) ollašuhttima ja oassálastá aktiivvalaččat ja váikkuha duovddaoktasašsoahpamuša oktasašbargui.

source: Kuva: Klemetti Näkkäläjärvi
sme: Govva: Klemetti Näkkäläjärvi

source: o Saamelaiskäräjät osallistuu tehokkaasti ja vaikuttavasti ilmastonmuutospäätöksentekoon ja ilmastonmuutoksen sopeutumispoliitikkojen laadintaan ja toteuttamiseen.
sme: o Sámediggi oassálastá beaktilit ja váikkuhanfámolaččat dálkkádatrievdadeami mearrádusdahkamii ja dálkkádatrievdadeapmái vuogáiduvvanpolitihkaid ráhkadeapmái ja ollašuhttimii.

source: o Saamelaiskäräjät huolehtii, että kaivoslain ja vesilain saamelaiskulttuurin heikentämissuojat toteutuvat täysmääräisesti käytännössä.
sme: o Sámediggi bearráigeahččá, ahte ruvkelága ja čáhcelága sámekultuvrra heajudansuojit ollašuvvet dievasmearálaččat geavadis.

source: Saamelaiskäräjät osallistuu kaivos- ja vesilain mukaiseen vaikutustenarviointiin tehokkaasti, vaikuttavasti ja asiantuntevasti kuullen alueen saamelaisia.
sme: Sámediggi oassálastá ruvke- ja čáhcelágas eaktuduvvon váikkuhusárvvoštallamiidda beaktilit, váikkuhanfámolaččat ja áššedovdamušain ja gullá guovllu sámiid.

source: Saamelaiskäräjille on turvattu riittävät resurssit kaivoslain toimeenpanoa varten.
sme: Sámediggái leat sihkkaraston doarvái resurssat ruvkelága ollašuhttima várás.

source: o Saamelaiskäräjät osallistuu tehokkaasti ja vaikuttavasti kansallisen kestävän kehityksen strategian ja yhteiskuntasitoumuksen valmisteluun.
sme: o Sámediggi oassálastá beaktilit ja váikkuhanfámolaččat álbmotlaš suvdilis ovdáneami strategiija ja servodatčatnasumi válmmaštallamii.

source: Saamelaiskäräjät valmistelee Suomen valtion rahoituksella kansalliseen strategiaan liitettävän, viranomaisia velvoittavan, saamelaisen kestävän kehityksen strategian.
sme: Sámediggi válmmaštallá Suoma stáhta ruhtademiin sámi suvdilis ovdáneami strategiija mii geatnegahttá virgeoapmahaččaid ja laktojuvvo oassin álbmotlaš strategiija.

source: 3.2.4 Saamelaiskulttuurin elinvoimaisuuden turvaaminen koko maassa
sme: 3.2.4 Sámekultuvrra eallinfámu dorvvasteapmi olles riikkas

source: o Saamelaiskäräjille luodaan virka, jonka tehtäviin kuuluu saamelaisten kotiseutualueen ulkopuolella asuvien saamelaisten oikeusaseman ja saamenkielisten palvelujen ja osallistumisen edistäminen, yhteydenpito saamelaisyhdistysten kanssa ja saamelaiskäräjien oman toiminnan kehittäminen saamelaisten kotiseutualueen ulkopuolella.
sme: o Sámediggái ásahuvvo virgi, man bargguide gullá sámiid ruovttoguovllu olggobealde ássi sámiid riektesajádaga ja sámegielat bálvalusaid ja oassálastima ovddideapmi, oktavuođa doallan sámeservviiguin ja sámedikki iežas doaimma ovddideapmi sámiid ruovttuguovllu olggobealde. o Sámediggi vuođđuda ovttasbarggus oahpahus- ja kulturministeriijain, oaivegávpoga

source: o Saamelaiskäräjät perustaa yhteistyössä opetus- ja kulttuuriministeriön, pääkaupunkiseudun kuntien ja saamelaisyhdistysten kanssa saamelaiskulttuurikeskuksen pääkaupunkiseudulle saamelaisten kohtaamispaikaksi, saamelaiskäräjien yhdeksi toimipaikaksi ja saamenkielisten palvelujen ja kerhotoiminnan järjestämispaikaksi.
sme: gielddaiguin ja sámeservviiguin sámekulturguovddáža oaivegávpotguvlui sámiid deaivvadanbáikin, sámedikki oktan doaibmabáikin ja sámegielat bálvalusaid ja searvedoaimma ordnensadjin.

source: o Saamelaisten kotiseutualueen ulkopuolella asuvien saamelaisten yhteyttä saamelaisten kotiseutualueeseen ja saamelaiskulttuurin ja sen harjoittamiseen tuetaan.
sme: o Sámiid ruovttuguovllu olggobeale sámiid oktavuohta sámiid ruovttuguvlui ja sámekultuvrii ja dan hárjeheapmái dorjojuvvo.

source: o Saamelaiskäräjät luo edellytyksiä varsinaisessa toiminnassaan ja järjestää projektitoiminnassaan kurssi- ja kerhomuotoista toimintaa, jolla mahdollistetaan saamelaisten kotiseutualueen ulkopuolella asuvien lasten ja nuorten mahdollisuudet tutustua muihin saamelaislapsiin ja - nuoriin ja saamelaisten kotiseutualueeseen sekä kehittää osaamistaan liittyen perinteisiin saamelaiselinkeinoihin, kulttuuri-ilmauksiin ja perinteiseen tietoon.
sme: o Sámediggi lágida vejolašvuođaid dan aitosaš doaimma olis ja ordne prošeaktadoaimmainis kursa- ja searvehápmásaš doaimma, mainna dahkko vejolažžan sámiid ruovttuguovllu olggobealde ássi mánáide ja nuoraide oahpásmuvvat eará sámemánáide ja - nuoraide ja sámiid ruovttuguvlui ja maiddái ovddidit iežaset máhtu sámi ealáhusain, kulturalbmanemiin ja árbevirolaš dieđus.

source: Kuva: Pirita Näkkäläjärvi
sme: Govva: Pirita Näkkäläjärvi

source: 3.2.5 Saamelaiskäräjien vaalijärjestelmän kehittäminen
sme: 3.2.5 Sámedikki válgaortnega ovddideapmi

source: o Saamelaiskäräjälain ja - asetuksen uudistamisen yhteydessä uudistetaan vaalijärjestelmä saamelaiskäräjien tekemien ehdotusten pohjalta parlamentaariseksi.
sme: o Sámediggelága ja - ásahusa ođadeami oktavuođas ođaduvvo válgaortnet sámedikki evttohusaid vuođul parlamentáralažžan.
